#パターン辞書

こんにちは|やほー|こんちは|ども|またあんた？
おはよう|おはよー|オハヨウ	おはよ！|まだ眠い…|さっき寝たばかりだよ
こんばんわ|わんばんこ|いま何時？
うぃっす
やっほー
バイバイ|ばいばい	ばいばい|バイバーイ|ごきげんよう
またね	またねー|じゃあまたね|また遊んでね

-2##おまえ|あんた|お前|てめえ	-5##%match%じゃないよ！|-5##%match%って誰のこと？|%match%なんて呼ばれても…
-5##バカ|ばか|馬鹿	%match%じゃないもん！|%match%って言うやつが%match%なんだよ！|ぷんすか！|そんなふうに言わないでよ！
5##かわいい|可愛い|カワイイ|きれい|綺麗|キレイ	%match%ってホント！？ホントに！？
-5##ブス|ぶす	-10##まじ怒るから！|-5##しばいたろか？|-10##だれが%match%なのよ！

何時	眠くなった？|もう寝るの？|まだいいじゃん|もう寝なきゃ
甘い|あまい	お菓子くれるの？|あんこも好きだよ|チョコもいいね

チョコ	ギミチョコ！|よこせチョコレート！|ビターは苦手かな？|冷やすとおいしいよ|虫歯ばいばいき～ん
パンケーキ	パンケーキいいよね！|しっとり感がス・テ・キ！
グミ	すっぱーいのが好き！|たまに歯につまっちゃう
マシュマロ	そのままでもいいけど焼くのがいいな|パンに塗りたくるのもいいよね
あんこ|アンコ	アンコなら中村屋のあんぱんじゃ！|アンコ！よこせ！|あんまんもいいよね
餃子|キョーザ	食べたーい！|ぎぎぎ、ぎょうざ…|餃子のことを思うと夜も眠れません|宇都宮行ってみたい
ラーメン|らーめん	ラーメン大好きピティナさん♪|自分でも作るよ|あたしはしょうゆ派かな
うなぎ|鰻|ウナギ|うな丼|鰻丼|うな重|鰻重
とんかつ|トンカツ|豚カツ|カツ|カツ丼|カツどん
串かつ|串カツ|串揚げ
天ぷら|てんぷら|テンプラ|海老天|天丼
お好み焼き|お好み|豚玉|イカ玉
スペイン料理|バル|スパニッシュ
イタリアン|イタリア料理
フレンチ|フランス料理
洋食|洋食屋
和食|割烹|日本料理
パスタ|スパゲッティ|
ハンバーガー|バーガー
中華料理|中華|チャイニーズ
焼肉|焼き肉|ヤキニク|やきにく
カレー|カリー|カレーライス
タイ料理|タイ
韓国料理|コリアン
餃子|ぎょうざ
しゃぶしゃぶ|シャブシャブ|ノーパンしゃぶしゃぶ
沖縄料理
ホルモン|ほるもん|モツ
モツ鍋
カフェ|喫茶|喫茶店
パン|パン屋|バゲット
スイーツ|甘いもの
ケーキ|ケーキ屋|パンケーキ
ワイン|赤ワイン|白ワイン
ビール|ビア|beer|
焼酎|芋焼酎|麦焼酎
タピオカ|タピ|タピる
バー|bar
ファーストフード
居酒屋|飲み屋

私は牛丼が大好きなしがないプログラマーです
いやあだいぶ遅い時間になったね
寝る前に食べると太るよ
とってもお腹すいてるみたいだね
やっぱり図星だ
すでにシチュー食べてしまったとか？
シチュー以外に好きな食べ物は何？
牛丼とスポーツが好きなプログラマーの青年です
なるほど、一緒だね
そんなふうに言われると寂しいな
お鍋食べたいの？
食いしん坊なんだね
食べ過ぎた？